{
    "nav": {
        "home": "Home",
        "picasso": "Picasso",
        "download": "Download",
        "assets": "Assets",
        "language": "English",
        "languageSwich": "简体中文",
        "login": "Login / Register",
        "outLogin": "Exit account"
    },
    "foot": {
        "about": "About",
        "contact": "Contact",
        "service": "Service Hotline"

    },
    "section2": {
        "txt-1": "Picasso will be officially on the line on 16th January 2018.",
        "txt-2": "Now register as Picasso Member to get IBT incentive."
    },
    "section3": {
        "title": "Advantages of Picasso",
        "title-1": "Fast and secure technical assurance",
        "txt-1": "Technical team with rich experience of transaction  platform and blockchain development provides you technical assurance.",
        "title-2": "Rational integration of resources",
        "txt-2": "Committed to connect and integrate  resources from all exchanges through standardized technical services.",
        "title-3": "User Resources Sharing",
        "txt-3": "All exchanges using Picasso Technology  can share user resources to reach highter-efficiency trades, more accurate maket info and market development.",
        "title-4": "Standardized Technical Support",
        "txt-4": "Offering a standardized platform construction  and top up services for digital transaction platforms and blockchain enterprises.",
        "title-5": "Risk Sharing of various of assets",
        "txt-5": "Standardized technical services and  rational integration among all exchanges promote the sharing of risks and enhance assurance."

    },
    "section4": {
        "title": "Picasso App",
        "txt": "To experience reliable, high-efficiency and secure  digital asset transaction, please download Picasso App."
    },
    "assets": {
        "title": "Asset Management",
        "total": "Total assets convert into",
        "th-1": "Coin",
        "th-2": "Available",
        "th-3": "On orders",
        "th-4": "Action",
        "btn-1": "deposit",
        "btn-2": "withdraw",
        "layer-txt": "Sorry, the top up and withdrawal functions on PC are not available temporarily for the sake of guaranteeing the security of user's assets. Please go to Download Center for Picasso App",
        "layer-btn": "Download Center"
    },
    "login":{
        "title":"Welcome to login",
        "account":"Account",
        "pwd":"Password",
        "login":"Login",
        "no-account":"No account yet? ",
        "go-register":" Go register"
    },
    "register":{
        "title":"Welcome to register",
        "tel":"Phone",
        "email":"Email",
        "account-tel":"Phone number",
        "account-email":"Email",
        "validate":"Verification code",
        "get-code":"Get code",
        "pwd":"Login password",
        "pwd-again":"Confirm password",
        "recommend-code":"Invitation code",
        "read":"I have read and agree",
        "user":"\"user agreement\"",
        "existing-account":"Existing account? ",
        "go-register":"Go login"
    },
    "userProtocol":{
        "title-1":"Picasso User Agreement",
        "title-2":"www.picaex.com is a platform operated by Picasso Blockchain Technology (Malta) Limited (hereinafter referred to as “the Company”) and dedicated to the transaction of digital assets and the provision of related services (hereinafter referred to as “the Services” or “Services”). For the convenience of wording in this Agreement, the Company and the Platform are referred to as “We” or other applicable forms of first-person pronouns in this Agreement. All natural persons or other subjects who log onto this Platform shall be deemed as users of this Platform. For the convenience of wording in this Agreement, the users are referred to as “You” or any other applicable forms of the second-person pronouns. For the convenience of wording in this Agreement, “You” and “We” are collectively referred to as “both parties”, and individually as “one party”.",
        "title-3":"Important Reminder:",
        "title-4":"We hereby remind you that:",
        "title-5":"1. The digital assets themselves are not provided by any financial institution, corporation or this Platform;",
        "title-6":"2. The digital asset market is new and unconfirmed, and will not necessarily expand;",
        "title-7":"3. Digital assets are primarily used by speculators, and are used relatively less on retail and commercial markets; digital asset transactions are highly risky, due to the fact that they are traded throughout 24 hours a day without limits on the rise or fall in price, and market makers and global government policies may cause major fluctuations in their prices;",
        "title-8":"4. Digital asset transactions may be suspended or prohibited at any time due to the enactment or modification of national laws, regulations and regulatory documents. Digital assets transactions is highly risky and therefore not suitable for the vast majority of people. You have acknowledged and understood that investment in digital assets may result in partial or total loss of your investment and therefore you are advised to assess your own risk tolerance and decide the amount of your investment on the basis of your loss-bearing capacity. You acknowledge and understand that digital assets may generate derivative risks. Therefore, if you have any doubt, you are advised to seek assistance from a financial adviser first. Furthermore, aside from the above-mentioned risks, there may also be unpredictable risks. Therefore, you are advised to carefully consider and use clear judgment to assess your financial status and the abovementioned risks before making any decisions on buying and selling digital assets; any and all losses arising therefrom will be borne by you and we shall not be held liable in any manner whatsoever.",
        "attention-1":"You are hereby informed that:",
        "attention-2":"1. This Platform is only intended to serve as a venue for you to obtain digital asset information, find trading counterparties, hold negotiations on and effectuate transactions of digital assets. This Platform does not participate in any of your transactions, and therefore you shall, at your sole discretion, carefully assess the authenticity, legality and validity of relevant digital assets and/or information, and be solely liable for all responsibilities and losses that may arise therefrom.",
        "attention-3":"2. All opinions, information, discussions, analyses, prices, advice and other information on this Platform are general market reviews and do not constitute any investment advice. You are advised to make your own judgement regarding the abovementioned information. We do not bear any loss arising directly or indirectly from reliance on the abovementioned information, including but not limited to, any loss of profits.",
        "attention-4":"3. The content of this Platform may be changed from time to time and at any time without notice, and we have taken reasonable measures to ensure the accuracy and timeliness of the information on the Platform; however, we do not guarantee the degree of such accuracy and timeliness, or bear any loss arising directly or indirectly from the information on this Platform or from any delay or failure caused by failure to link up with the Internet, transmit or receive any notice and information.",
        "attention-5":"4. Using Internet-based trading systems also involves risks, including but not limited to failures in software, hardware, Internet links, etc. In view of the fact that we cannot control the reliability and availability of the Internet, we will not be responsible for any distortion, delay and link failure.",
        "attention-6-xu":"5. ",
        "attention-6":"is the sole official external information release platform for this Platform;",
        "attention-7":"6. We do not accept credit card payments for any service on this Platform;",
        "attention-8":"7. It is prohibited to use this Platform for any illegal trading activities, such as money-laundering, smuggling and commercial bribery. Upon uncovering any of such illegal activities, this Website will adopt all available measures, including but not limited to freezing accounts, notifying the relevant authorities and so on, and in this case, we shall not assume any of the responsibilities arising therefrom, and reserve the right to hold the relevant persons accountable.",
        "rules-1":"I. General Provisions",
        "rules-2":"1.1 The User Agreement (hereinafter referred to as “this Agreement” or “these Terms and Conditions”) consists of the main body, Privacy Policy, Know-Your-Customer and Anti-money-laundering Policy, as well as any rules, statements, instructions, etc. that this Platform has published or may publish in the future.",
        "rules-3":"1.2 Before using any service provided by this Platform, you shall read this Agreement carefully, and consult a professional lawyer if you have any doubt or as may be otherwise necessary. If you do not agree to the Terms and Conditions of this Agreement and/or any change made thereto from time to time and at any time, please immediately stop using the service provided by this Platform or stop logging into this Platform. Upon your logging into this Platform or using any service provided by this Platform or engaging in any other similar activity, it shall be deemed as you have understood and fully agreed to all terms and conditions of this Agreement, including any and all changes, modifications or alterations that this Platform may make to this Agreement from time to time and at any time.",
        "rules-4":"1.3 After filling in the relevant information in accordance with the requirements of this Platform, and going through other relevant procedures, you will successfully register yourself as a member of this Platform (hereinafter referred to as “Member”); if you check the “I Agree” button in the process of registration, it shall be deemed that you have reached an agreement with the Company by way of electronic signature; or when you use this Platform, you click on the “I Agree” button or a similar button, or if you use the Services provided by this Platform in any of the ways allowed by this Platform, it shall be deemed that you fully understand, agree to and accept all the Terms and Conditions under this Agreement, and in this case, the absence of your handwritten signature will not affect the legal binding force that this Agreement may have on you.",
        "rules-5":"1.4 After you become a member of this Platform, you will receive a member account and corresponding password, which shall be properly kept by you as a member of this Platform; members shall be liable for all activities and events carried out through their accounts.",
        "rules-6":"1.5 You cannot engage in digital asset transactions on this Platform and gain access to the Services that are exclusively available to members in accordance with the rules and regulations of this Platform, unless and until you become a member of this Platform; if you are not a member of this Platform, you can only log into and browse the Platform and have access to other Services as are permitted by the rules and regulations of this Platform.",
        "rules-7":"1.6 Upon registering yourself as a member of this Platform and using any of the Services and functions provided by this Platform, it shall be deemed that you have read and understood this Agreement, and:",
        "rules-8":"1.6.1 You accept to be bound by all Terms and Conditions of this Agreement;",
        "rules-9":"1.6.2 You confirm that you have attained the age of 18, or another statutory age for entering into contracts as is required by a different applicable law, and have full capacity and full power to accept these Terms and Conditions herein and to enter into digital asset transactions through this Platform.",
        "rules-10":"1.6.3 You pledge that all your digital assets involved in transactions hereunder are legally acquired and owned by you.",
        "rules-11":"1.6.4 You agree to assume any and all liabilities for your own transactions and non-transaction activities as well as any and all profits and losses therefrom.",
        "rules-12":"1.6.5 You confirm that the information provided at the time of registration is true and accurate.",
        "rules-13":"1.6.6 You agree to abide by any and all relevant laws, including the reporting of any transaction profits for tax purposes.",
        "rules-14":"1.6.7 This Agreement is only binding on the rights and obligations between you and us, and does not involve any legal relations and legal disputes arising from and relating to digital asset transactions between the users of this Platform, and between other websites and you.",
        "protocol-1":"II. Amendment of this Agreement",
        "protocol-2":"We reserve the right to amend this Agreement from time to time and to disclose such amendment by way of announcement on the Platform without sending a separate notice to you on your rights. The date when the amendment is made will be indicated on the first page of the amended agreement. The amended agreement will take effect immediately upon announcement on the Platform. You shall browse this Website from time to time and follow information on the time and content of amendments, if any, made to this Agreement. If you do not agree with the amendments, you shall stop using the Services provided by this Platform immediately; if you continue to use the Services provided by this Platform, it shall be deemed that you accept and agree to be bound by the amended agreement.",
        "register-1":"III. Registration",
        "register-2":"3.1 Eligibility for Registration",
        "register-3":"You confirm and pledge that: you shall be a natural person, a legal person or any other organization with the ability to sign this Agreement and the ability to use the Services of this Platform, as is provided by applicable laws, when you complete the registration process or when you use the Services provided by this Platform in any other manner as is otherwise permitted by this Platform. Upon clicking on the button indicating that you agree to register, it shall be deemed that you yourself or your authorized agent agrees to the content of this Agreement and your authorized agent will register with this Platform and use the Services provided by this Platform on your behalf. If you are not a natural person, legal person or organization with the abovementioned abilities, you and your authorized agent shall bear all the consequences resulting therefrom, and the Company reserves the right to cancel or permanently freeze your account and to hold you and your authorized agent accountable.",
        "register-4":"3.2 Purpose of Registration",
        "register-5":"You confirm and pledge that: you do not register with this Platform for the purpose of violating any of the applicable laws or regulations or undermining the order of digital asset transactions on this Platform.",
        "register-6":"3.3 Registration Process",
        "register-7":"3.3.1 You agree to provide a valid email address, a mobile phone number and other information in accordance with the requirements on the user registration page of this Platform. You can use the email address, mobile phone number or any other manner permitted by this Platform to log in to this Platform. Where it is necessary and in accordance with the requirements of applicable laws and regulations of relevant jurisdictions, you shall provide your real name, identity documents and other information required by applicable laws, regulations, the Privacy Policy, and Anti-money-laundering Policy, and constantly update your registration data so that they will be timely, detailed and accurate as is required. All of the original input data will be referenced as registration information. You shall be responsible for the authenticity, integrity and accuracy of such information and bear any direct or indirect loss and adverse consequences arising out of it.",
        "register-8":"3.3.2 If any of the applicable laws, regulations, rules, orders and other regulatory documents of the sovereign state or region where you are based requires that mobile phone accounts must be registered with real names, you hereby confirm that the mobile phone number you provide for registration purposes has gone through the real-name registration procedure. If you cannot provide such a mobile phone number as is required, any direct or indirect losses and adverse consequences caused to you thereby shall be borne by you.",
        "register-9":"3.3.3 After you provide the required registration information in a legal, complete and valid manner and such information passes relevant verification, you shall have the right to obtain an account and a password of this Platform. Upon obtaining such account and password, your registration shall be deemed as successful and you can log into this Platform as a member thereof.",
        "register-10":"3.3.4 You agree to receive emails and/or short messages sent by this Platform related to the management and operation thereof.",
        "service-1":"IV. Services",
        "service-2":"This Platform only provides online transaction platform Services for you to engage in digital asset trading activities through this Platform (including but not limited to the digital asset transactions, etc.), and does not participate in the transaction of digital assets as a buyer or seller. This Platform does not provide any Services relating to the deposit and withdrawal of the legal tender of any country.",
        "service-3":"4.1 Content of Services",
        "service-4":"4.1.1 You have the right to browse the real-time quotes and transaction information of various digital asset products on this Platform, to submit digital asset transaction instructions and to complete the digital asset transaction through this Platform.",
        "service-5":"4.1.2 You have the right to view information under your member account on this Platform and to use the functions provided by this Platform.",
        "service-6":"4.1.3 You have the right to participate in the website activities organized by this Platform in accordance with the rules of activities published on this Platform.",
        "service-7":"4.1.4 Other Services that this Platform promises to offer to you.",
        "service-8":"4.2 Service Rules",
        "service-9":"You pledge to abide by the following service rules of this Platform:",
        "service-10":"4.2.1 You shall abide by the provisions of applicable laws, regulations, rules, and policy requirements, and ensure the legality of all the source of digital assets in your account, and shall refrain from engaging in any illegal activities or other activities that may damage the rights and interests of this Platform or any third party on or through this Platform, such as sending or receiving information that is illegal, illicit or infringes on the rights and interests of any other person, sending or receiving pyramid scheme information or other harmful information or remarks, and unauthorized use or falsification of the email header information of this Platform.",
        "service-11":"4.2.2 You shall abide by applicable laws and regulations and properly use and keep your account and login password, password of your financial transactions, and the mobile phone number bound with your account that you provide upon registration of your account, as well as the verification codes received via your mobile phone. You shall be solely responsible for any and all your operations carried out using your account and login password, financial transaction password, verification codes sent to your mobile phone, as well as all consequences of such operations. When you uncover any unauthorized use of your account and login password, financial transaction password, or mobile phone verification codes by any third party, or any other problems relating to the security of your account, you shall inform this Platform in a prompt and effective manner, and request this Platform to temporarily suspend the Services to your account. This Platform shall have the right to take action on your request within a reasonable period of time; nonetheless, this Platform does not bear any liability for the consequences that have arisen before such action is taken, including but not limited to any loss you may sustain. You may not dispose of your account with this Platform to any other parties by way of donation, lending, leasing, transfer or otherwise without the consent of this Platform.",
        "service-12":"4.2.3 You agree to take responsibility for all activities (including but not limited to information disclosure, information release, online approval or submission of various agreements on rules, online renewal of agreements or purchase service) using your account and password with this Platform.",
        "service-13":"4.2.4 When performing digital asset transactions on this Platform, you may not maliciously interfere with the normal proceeding of the digital asset transaction or disrupt the order of transaction; you may not interfere with the normal operation of this Platform or other users’ access to the Services provided by this Platform by using any technical means or other means; you may not maliciously defame the business reputation of this Platform on the ground of falsified fact.",
        "service-14":"4.2.5 If any dispute arises between you and any other user in connection with online transactions, you may not resort to any means other than judicial or administrative means to request this Platform to provide relevant information.",
        "service-15":"4.2.6 All taxes payable as well as all fees incurred relating to hardware, software, services, etc. in the course of using the Services provided by this Platform shall be solely borne by you.",
        "service-16":"4.2.7 You shall abide by this Agreement and other terms of service and operating rules that this Platform may release and update from time to time, and you have the right to terminate your use of the Services provided by this Platform at any time.",
        "service-17":"4.3 Product Rules",
        "service-18":"4.3.1 Rules for crypto-to-crypto trading products",
        "service-19":"You pledge that you will properly abide by the following transaction rules in the process in which you log into this Platform and engage in crypto-to-crypto transactions through this Platform.",
        "service-20":"4.3.1.1 Browsing transaction information",
        "service-21":"When you browse the crypto-to-crypto transaction information on this Platform, you shall read all the content contained in the transaction information, including but not limited to the price, commission volume, handling fee, buying or selling direction, and you shall accept all the contents contained in the transaction information before clicking on the button to proceed with the transaction.",
        "service-22":"4.3.1.2 Submission of Commission",
        "service-23":"After browsing and verifying the transaction information, you may submit your transaction commissions. Upon submission of such transaction commissions, it shall be deemed that you authorize this Platform to act as the broker for the corresponding transactions. This Platform will automatically complete the matchmaking operation when there is a transaction proposal that meets your price quotation, without prior notice to you.",
        "service-24":"4.3.1.3 Accessing transaction details",
        "service-25":"You can check the corresponding transaction records in the transaction statements of the Management Center and confirm your own detailed transaction records.",
        "service-26":"4.3.1.4 Revoking/modifying transaction commissions. You have the right to revoke or modify your transaction commission at any time before the transaction is concluded.",
        "obligation-1":"V. Rights and Obligations of this Platform",
        "obligation-2":"5.1 If you are found ineligible for registration with this Platform as agreed on in this Agreement, this Platform shall have the right to refuse your registration application; if you have already registered, this Platform shall have the right to cancel your member account and reserves the right to hold you or your authorized agent accountable. Furthermore, this Platform reserves the right to decide whether to accept your registration application under any other circumstances.",
        "obligation-3":"5.2 When this Platform finds out that the user of an account is not the initial registrant of such account, it shall have the right to suspend or terminate the user’s access to such account.",
        "obligation-4":"5.3 Where this Platform has reasonable suspicion that the information you provide is wrong, untrue, invalid or incomplete by adopting various detection modes such as technical testing or manual sampling, this Platform shall have the right to notify you to correct or update the information or suspend or terminate its supply of the Services to you.",
        "obligation-5":"5.4 This Platform shall have the right to correct any information displayed on this Platform when it uncovers any obvious error in such information.",
        "obligation-6":"5.5 This Platform reserves the right to modify, suspend or terminate the Services provided by this Platform, at any time, and the right to modify or suspend the Services without prior notice to you; if this Platform terminates one or more of the Services provided by this Platform, such termination by this Platform will take effect on the date of announcement of such termination on the Platform.",
        "obligation-7":"5.6 This Platform shall take necessary technical means and management measures to ensure the normal operation of this Platform, and shall provide a necessary and reliable trading environment and transaction services, and shall maintain the order of digital asset transactions.",
        "obligation-8":"5.7 If you fail to log into this Platform using your member account number and password for an uninterrupted period of one year, this Platform shall have the right to cancel your account. After your account is canceled, this Platform shall have the right to make the member name represented by such account available to other users for membership registration.",
        "obligation-9":"5.8 This Platform shall ensure the security of your digital assets by increasing technical input and enhancing security precautions and is under the obligation to notify you in advance of the foreseeable security risks in your account.",
        "obligation-10":"5.9 This Platform shall have the right to delete all kinds of content and information which does not conform to laws and regulations or the rules of this Platform at any time, and exercise of this right by this Platform is not subject to a prior notice to you.",
        "obligation-11":"5.10 This Platform shall have the right to, in accordance with the applicable laws, regulations, rules, orders and other regulatory documents of the sovereign state or region where you are based, request to you for more information or data, and to take reasonable measures to meet the requirements of the local standards, and you have the obligation to provide proper assistance to such measures; this Platform shall have the right to suspend or permanently terminate your access to this Platform as well as part or all of the Services provided by this Platform in accordance with the applicable laws, regulations, rules, orders and other regulatory documents of the sovereign state or region where you are based.",
        "compensate-1":"VI. Indemnity",
        "compensate-2":"6.1 Under any circumstance, our liability for your direct damage will not exceed the total cost incurred by your three (3) months’ use of Services provided by this Platform.",
        "compensate-3":"6.2 If you breach this Agreement or any applicable law or regulation, you shall pay to us at least US$ 2 million in compensation and bear all the expenses in connection with such breach (including attorney’s fees, among others). If such compensation cannot cover the actual loss, you shall make up for the difference.",
        "injunction-1":"VII. The Right to Injunctive Relief",
        "injunction-2":"Both you and we acknowledge that common law remedies for breach of agreement or possible breach of agreement may be insufficient to cover all the losses that we sustain; therefore, in the event of a breach of agreement or a possible breach of agreement, the non-breaching party shall have the right to seek injunctive relief as well as all other remedies that are permitted under common law or equity.",
        "relief-1":"VIII. Limitation and Exemption of Liability",
        "relief-2":"8.1 You understand and agree that under no circumstance will we be held liable for any of the following events:",
        "relief-3":"8.1.1 loss of income;",
        "relief-4":"8.1.2 loss of transaction profits or contractual losses;",
        "relief-5":"8.1.3 disruption of the business;",
        "relief-6":"8.1.4 loss of expected currency savings;",
        "relief-7":"8.1.5 loss of information;",
        "relief-8":"8.1.6 loss of opportunity, damage to goodwill or reputation;",
        "relief-9":"8.1.7 damage or loss of data;",
        "relief-10":"8.1.8 cost of purchasing alternative products or services;",
        "relief-11":"8.1.9 any indirect, special or incidental loss or damage arising from any infringement (including negligence), breach of agreement or any other cause, regardless of whether or not such loss or damage may reasonably be foreseen by us, and regardless of whether or not we are notified in advance of the possibility of such loss or damage.",
        "relief-12":"8.1.10 Items 8.1.1 to 8.1.9 are independent of each other.",
        "relief-13":"8.2 You understand and agree that we shall not be held liable for any damages caused by any of the following events:",
        "relief-14":"8.2.1 Where we are properly justified in believing that your specific transactions may involve any serious violation or breach of law or agreement;",
        "relief-15":"8.2.2 Where we are properly justified in believing that your conduct on this Platform is suspected of being illegal or improper;",
        "relief-16":"8.2.3 The expenses and losses arising from the purchase or acquisition of any data, information or transaction, etc. or any other actions through the Services provided by this Platform;",
        "relief-17":"8.2.4 Your misunderstanding of the Services provided by this Platform;",
        "relief-18":"8.2.5 Any other losses related to the Services provided by this Platform, which cannot be attributed to us.",
        "relief-19":"8.3 Where we fail to provide the Services or delay in providing such Services due to information network equipment maintenance, information network connectivity failures, errors in computer, communications or other systems, power failures, weather conditions, unexpected accidents, strike actions, labor disputes, revolts, uprisings, riots, lack of productivity or production materials, fires, floods, storms, explosions, wars, failure on the part of banks or other partners, collapse of the digital asset market, act of government, judicial or administrative authorities, other acts that are not within our control or beyond our ability to control, or due to causes on the part of third parties, we shall not assume any responsibility for such failure to provide the Services or delay in providing such Services, or for the consequential loss you may sustain as a result of such failure or delay.",
        "relief-20":"8.4 We cannot guarantee that all the information, programs, texts, etc. contained in this Platform are completely safe, free from the interference and destruction by any malicious programs such as viruses, trojans, etc., therefore, your log-into this Platform or access to any of the Services provided by this Platform, download of any program, information and data from this Platform and your use thereof are your personal decisions and you shall bear all the risks and possible losses arising therefrom.",
        "relief-21":"8.5 We do not make any guarantees and commitments in connection with any of the information, products and business of any third-party websites linked to this Platform, as well as any other forms of content that do not belong to us; your access to any of the Services, information, and products provided by a third-party website is your personal decision and therefore you shall assume any and all the responsibilities arising therefrom.",
        "relief-22":"8.6 We do not make any explicit or implicit warranties regarding your use of the Services provided by this Platform, including but not limited to the applicability, freedom from error or omission, consistency, accuracy, reliability, and suitability for a specific purpose, of the Services provided by this Platform. Furthermore, we do not make any commitments and guarantees regarding the validity, accuracy, correctness, reliability, quality, stability, integrity and timeliness of the technology and information covered by the Services provided by this Platform. Whether to log into this Platform or use the Services provided by this Platform is your personal decision and therefore you shall bear all the risks and possible losses arising therefrom. We do not make any explicit or implicit warranties regarding the market, value, price, etc. of digital assets; you understand and acknowledge that the digital asset market is unstable, that the price and value of assets may fluctuate sharply or collapse at any time, and that the transaction of digital assets is based on your own free will and personal decision and therefore you shall bear all the risks and possible losses arising therefrom.",
        "relief-23":"8.7 The guarantees and commitments set forth in this Agreement shall be the only guarantees and statements that we make in relation to the Services provided by us under this Agreement and through this Platform, and shall supersede any and all the guarantees and commitments arising in any other means and methods, whether in writing or in words, express or implied. All these guarantees and statements represent only our own commitments and guarantees and do not guarantee any third party's compliance with the guarantees and commitments contained in this Agreement.",
        "relief-24":"8.8 We do not waive any of the rights not mentioned in this Agreement and to the maximum extent permitted by the applicable law, to limit, exempt or offset our liability for damages.",
        "relief-25":"8.9 Upon your registration of your account with this Platform, it shall be deemed that you approve any and all operations performed by us in accordance with the rules set forth in this Agreement, and any and all risks arising from such operations shall be assumed by you.",
        "relief-26":"IX. Termination of this Agreement",
        "relief-27":"9.1 This Platform shall have the right to cancel your account with this Platform in accordance with this Agreement, and this Agreement shall be terminated on the date of cancellation of your account.",
        "relief-28":"9.2 This Platform shall have the right to terminate all the Services provided by this Platform in accordance with this Agreement, and this Agreement shall terminate on the date of termination of all the Services provided by this Platform.",
        "relief-29":"9.3 After the termination of this Agreement, you do not have the right to require this Platform to continue to provide you with any service or perform any other obligation, including but not limited to, requesting this Platform to keep or disclose to you any information in your former account with this Platform, or to forward to you or any third party any information therein that is not read or sent.",
        "relief-30":"9.4 The termination of this Agreement shall not prevent the observant party from demanding the breaching party to assume other liabilities.",
        "property-1":"X. Intellectual Property",
        "property-2":"10.1 All intellectual achievements included in this Platform, including but not limited to, website logos, databases, website design, text and graphics, software, photos, videos, music, sounds and any combination of the aforementioned files, and the intellectual property rights of software compilation, associated source code and software (including applets and scripts) shall be owned by this Platform. You may not reproduce, modify, copy, transmit or use any of the foregoing materials or content for commercial purposes.",
        "property-3":"10.2 All rights contained in the name of this Platform (including but not limited to business reputation, trademarks, and logos) shall be owned by the Company.",
        "property-4":"10.3 Upon accepting this Agreement, it shall be deemed that you, on the basis of your own free will, have transferred and assigned exclusively and free of charge to this Platform all copyright of any form of information that you publish on this Platform, including but not limited to reproduction rights, distribution rights, rental rights, exhibition rights, performance rights, public screening rights, broadcasting rights, information network dissemination rights, production rights, adaptation rights, translation rights, compilation rights and other transferable rights that copyright owners are entitled to, and this Platform has the right to file a lawsuit for any infringement on such copyright and obtain full compensation for such infringement. This Agreement shall apply to any content that is published by you on this Platform and is protected by copyright law, regardless of whether the content is generated before or after the signing of this Agreement.",
        "property-5":"10.4 You shall not illegally use or dispose of the intellectual property rights of this Platform or any other person during your use of the Services provided by this Platform. For any information that you publish on this Platform, you may not publish it on other websites (or media) or authorize other websites (or media) to use such information in any manner whatsoever.",
        "property-6":"10.5 Your log-into this Platform or access to any of the Services provided by this Platform shall not be seemed as our transfer of any intellectual property to you.",
        "information-1":"XI. Information Protection",
        "information-2":"11.1. Scope of Application",
        "information-3":"11.1.1 When you register your account with this Platform or use your account with this Platform, you shall provide personal registration information in accordance with the requirements of this Platform, including but not limited to your telephone number, email address, and identity documents.",
        "information-4":"11.1.2 When you use the Services provided by this Platform, or visit this Platform, this Platform will automatically receive and record the server information that you sent, including but not limited to the IP address, services and the webpage records you request to access.",
        "information-5":"11.1.3 The relevant data collected by this Platform in connection with your transactions on this Platform, including but not limited to transaction records.",
        "information-6":"11.1.4 Other personal information of yours legally obtained by this Platform.",
        "information-7":"11.2 Use of Information",
        "information-8":"11.2.1 Upon your successful registration with this Platform and without extra consent from you, it shall be deemed that you agree to permit this Platform to collect and use all the information you publish on this Platform, as is specified under 11.1 hereof, and you acknowledge and agree that this Platform can use your information collected by this Platform for certain purposes, including but not limited to the following:",
        "information-9":"11.2.1.1 providing you with the Services provided by this Platform;",
        "information-10":"11.2.1.2 Reporting to relevant regulatory departments based on the requirements of the competent authorities in relevant sovereign states or regions;",
        "information-11":"11.2.1.3 When you use the Services provided by this Platform, this Platform will use your information for the purposes of authentication, customer service, security, fraud monitoring, archiving, and backup, so as to ensure the security of the products and Services that this Platform offers to you;",
        "information-12":"11.2.1.4 Helping this Platform design new products and services, improving the existing Services provided by this Platform;",
        "information-13":"11.2.1.5 In order to enable you to understand the specifics of the Services provided by this Platform, you agree to permit this Platform to send to your account marketing campaigns, commercial electronic messages, and targeted advertising that is related to you in replacement of general-purpose ubiquitous advertising;",
        "information-14":"11.2.1.6 This Platform may transfer or disclose your information to any third party that is not a related party of this Platform, for the purpose of completing merger, division, acquisition or transfer of assets;",
        "information-15":"11.2.1.7 Software certification or management software upgrade;",
        "information-16":"11.2.1.8 Inviting you to participate in surveys in connection with the Services provided by this Platform;",
        "information-17":"11.2.1.9 Data analysis relating to cooperation with government agencies, public affairs organizations, associations, etc.;",
        "information-18":"11.2.1.10 For all other legal purposes as well as other purposes authorized by you.",
        "information-19":"11.2.2 This Platform will not sell or lend your personal information to any other person unless your permission is obtained in advance. This Platform also does not allow any third party to collect, edit, sell or gratuitously spread your personal information in any manner whatsoever.",
        "information-20":"11.3 This Platform shall keep confidential the customer identity information and transaction information that it obtains, and shall not provide any entity or individual with customer identification information or transaction information, except where any of the applicable laws, regulations, decrees, orders, etc., of relevant sovereign states or regions requires this Platform to provide such information.",
        "titile-12":"XII. All the transaction calculations are based on our verification, and all the calculation methods have been posted on the Platform; however, we cannot ensure that your use of this Platform will not be disturbed or free from errors.",
        "titile-13":"XIII. Export Controls. You understand and acknowledge that in accordance with relevant laws of the Republic of Malta, you shall not export, re-export, import or transfer any material (including software) on this Platform; therefore, you hereby pledge that you will not voluntarily commit or assist or participate in any of the above export or transfer or other violations of applicable laws and regulations; if you uncover any of the aforementioned activities, you will report to us and provide assistance in handling them.",
        "titile-14":"XIV. The rights and obligations set forth in this Agreement shall be equally binding on the assignees, the heirs, executors and administrators of the parties hereto who benefit from the rights and obligations. Without our consent, you may not transfer to any third party any of your rights or obligations hereunder; however, we may, at any time, assign our rights and obligations under this Agreement to any third party with thirty (30) days' notice to you.",
        "titile-15":"XV. Severability. If any provision of this Agreement is found unenforceable, invalid or illegal by any court of competent jurisdiction, validity of the remaining provisions of this Agreement shall not be affected.",
        "titile-16":"XVI. No Agency Relationship. Nothing contained in this Agreement shall be deemed as creating, implying or otherwise treating us as your agent, trustee or other representative, except as otherwise provided in this Agreement.",
        "titile-17":"XVII. Waiver. Our or your waiver of the right to hold the other party accountable for breaches of agreement or any other liability as is agreed upon in this Agreement shall not be construed or deemed as a waiver of the right to hold the other party accountable for other breaches of contract; a failure to exercise any right or remedy shall not be construed in any way as a waiver of such right or remedy.",
        "titile-18":"XVIII. Article Headings. All headings herein are exclusively for the convenience of wording and are not intended to expand or limit the content or scope of the Terms and Conditions of this Agreement.",
        "titile-19":"XIX. Applicable Laws. This Agreement in its entirety is a contract concluded under the laws of the Republic of Malta, and its establishment, interpretation, content and enforcement shall be governed by the relevant laws of the Republic of Malta; any claims or actions arising out of or relating to the Services agreed in this Agreement shall be governed and interpreted and enforced in accordance with the laws of the Republic of Malta. For the avoidance of doubt, this clause shall be expressly applicable to any tort claim against us. The jurisdictional court or venue for any claim or action against us or in relation to us shall be in the Republic of Malta. You have unconditional access to exclusive jurisdiction in court proceedings and appeals in the court of the Republic of Malta. You also unconditionally agree that the venue or jurisdictional court for any dispute or problem relating to this Agreement or any claim and proceeding arising from this Agreement shall be exclusively in the Republic of Malta. The Doctrine of Forum Non Conveniens does not apply to the court of choice under these Terms and Conditions.",
        "explain-1":"XX. Entry into Force and Interpretation of the Agreement",
        "explain-2":"20.1 This Agreement shall enter into force when you click on the “I Agree” button on the registration page of this Platform, complete the registration procedures, and obtain your account number and password of this Platform, and shall be binding on both you and this Platform.",
        "explain-3":"20.2 The final interpretation of this Agreement shall be vested in this Platform.",
        "understand":"Know-Your-Customer and Anti-Money Laundering Policy",
        "introduction-1":"I. Preamble",
        "introduction-2":"1.1 We pledge to prudently comply with know-your-customer and anti-money-laundering laws and regulations and will not knowingly violate the Know-Your-Customer and Anti-Money Laundering Policy. To the extent of our reasonable control, we will adopt necessary measures and technology to provide you with services that are safe and secure, so as to protect you against the loss caused by money laundering to the greatest extent possible.",
        "introduction-3":"1.2 Our Know-Your-Customer and Anti-Money Laundering Policy is a comprehensive system of international policies, including the know-your-customer and anti-money-laundering policies of the jurisdictions which you are subject to. Our robust compliance framework ensures that we meet regulatory requirements and regulatory standards at both the local and global levels, and ensure the operational sustainability of this Platform.",
        "money-1":"II. Content of Our Know-Your-Customer and Anti-Money-Laundering Policy",
        "money-2":"2.1 We promulgate and update the Know-Your-Customer and Anti-Money-Laundering Policy from time to time to meet the standards set by relevant laws and regulations;",
        "money-3":"2.2 We promulgate and update some of the guidelines and rules in connection with the operation of this Platform, and our staff will provide you with whole-process services in accordance with such guidelines and rules;",
        "money-4":"2.3 We design and complete the procedures for internal monitoring and transaction control, such as rigorous authentication procedures, and form a professional team responsible for anti-money laundering;",
        "money-5":"2.4 We adopt a risk-prevention-based approach to carry out due diligence and continuous supervision on our customers;",
        "money-6":"2.5 Review and regularly inspect existing transactions;",
        "money-7":"2.6 Report suspicious transactions to the competent authorities;",
        "money-8":"2.7 Proof documents of identity documents, address certificates and transaction records will be maintained for at least six (6) years; they may be submitted to the regulatory authorities without a separate notice to you;",
        "money-9":"2.8 Credit cards are prohibited throughout the course of the transaction;",
        "identity-1":"III. Identity Information and the Verification and Confirmation Thereof",
        "identity-2":"3.1 Identity Information",
        "identity-3":"3.1.1 In accordance with the laws and regulations of relevant jurisdictions and in light of the nature of entities concerned, the content of your information to be collected by us may vary, and in principle, we will collect the following information of yours if you register as an individual:",
        "identity-4":"Basic personal information: your name, address (and permanent address, if the two are different), date of birth and nationality, and other information available. Identity authentication shall be based on documents issued by the government or other similar authorities, such as passports, identity cards or other identity documents as are required and issued by relevant jurisdictions. The address you provide will be validated in an appropriate manner, such as checking the fare ticket of means of transportation you use, your interest rate bills, or voter register.",
        "identity-5":"Valid photo: before you register, you must provide a photograph showing you holding your identity document in front of your chest;",
        "identity-6":"Contact information: telephone/mobile phone number and valid email address.",
        "identity-7":"3.1.2 If you are a company or any other type of legal entity, we will collect the following information of yours to determine the ultimate beneficiary of your account or your trust account.",
        "identity-8":"Your incorporation and registration certificates of the company; a copy of the articles of association and memorandum of the company; the detailed certification materials of the ownership structure and ownership description of the company, and the resolution of the board of directors on designating the authorized agent of the company responsible for the opening and execution of the account of the company with this Platform; the identity documents of the directors, major shareholders of the company as well as the authorized signatory for the company’s account with this Platform, as are required to be provided in accordance with relevant rules; the company’s principal business address, and the company’s mailing address if it is different from the principal business address of the company. If the local address of the company is different from its principal business address, the company shall be deemed to be a high-risk customer, and consequently the company will be required to provide additional documentation.",
        "identity-9":"Other certification documents, documents issued by competent authorities and other documents we may deem necessary in light of the laws and regulations of relevant jurisdictions and in light of the specific nature of your entity.",
        "identity-10":"3.1.3 We only accept English and Chinese versions of your identity information; if your identity information is not in either of the two languages, you shall have your identity information translated into English and duly notarized.",
        "identity-11":"3.2 Confirmation and Verification",
        "identity-12":"3.2.1 You are required to provide all the pages of your identity documents.",
        "identity-13":"3.2.2 You are required to provide us with a photograph showing you holding your identity documents in front of your chest.",
        "identity-14":"3.2.3 Copies of certification documents shall be checked against the originals thereof. Nonetheless, if a trusted and suitable certifier can prove that such copies are true, accurate and comprehensive duplicates of the originals thereof, such copies shall be deemed as acceptable. Such certifiers include ambassadors, members of the judiciary, magistrates, etc.",
        "identity-15":"3.2.4 The identification the ultimate beneficiary and controller of the account shall be based on the determination of which individuals ultimately own or control the direct customer and/or the determination of whether the ongoing transaction is performed by another person. If you are a business enterprise, the identity of major shareholders thereof (for example, those holding 10% or more of the voting equity in such business enterprise) shall be verified. Generally, a shareholder holding 25% of the shares of the company will be deemed as involving an average level of risk, and the identity of the shareholder shall be verified; a shareholder holding 10% or more of the voting rights or shares is deemed to be involving a high level of risk, and the identity of the shareholder shall be verified.",
        "monitor-1":"IV. Transaction Supervision",
        "monitor-2":"4.1 We constantly set and adjust daily trading and cash withdrawal limits based on security requirement and actual state of transactions;",
        "monitor-3":"4.2 If the transaction occurs frequently in an account registered by you or is beyond reasonable circumstances, our professional team will assess and determine whether such transaction is suspicious;",
        "monitor-4":"4.3 If we identify a specific transaction as suspicious on the basis of our judgement, we may adopt such restrictive measures as suspending the transaction or denying the transaction, and if it is possible, we may even reverse the transaction as soon as possible, and report to the competent authorities, without, however, notifying you;",
        "monitor-5":"4.4 We reserve the right to reject registration applications by applicants that do not comply with the international standards of anti-money laundering or who may be regarded as political and public figures; we reserve the right to suspend or terminate a transaction identified as suspicious based on our own judgement, which, however, does not breach any of our obligations and duties to you."
    }
}